Repository: AigizK/bashkort-parallel-corpora
Catalog: tmx/Курултай7.tmx
Source language: ba
Languages: ru

source: 1934 йылдың 7 февралендә Башҡортостандың Күгәрсен районы Тәүәкән ауылында тыуған.
ru: Родился 7 февраля 1934 г. в деревне Таваканово Кугарчинского района.

source: Юғары белемле: Өфө нефть институтын тамамлай.
ru: Образование высшее - окончил Уфимский нефтяной институт.

source: 1956 йылда Өфө нефть техникумын тамамлағандан һуң Өфө нефть эшкәртеү заводында оператор булып эшләй.
ru: После окончания в 1956 г. Уфимского нефтяного техникума работал оператором на Уфимском нефтеперерабатывающем заводе.

source: 1960-1976 йылдарҙа КПСС-тың XXII съезы исемендәге Өфө нефть эшкәртеү заводында ҡоролма начальнигы, цех начальнигы урынбаҫары, производство начальнигы урынбаҫары, баш инженерҙың яңы производстволар ҡороу һәм сафҡа индереү буйынса урынбаҫары булып эшләй.
ru: С 1960 по 1976 г. работал на Уфимском нефтеперерабатывающем заводе имени XXII съезда КПСС начальником установки, заместителем начальника цеха, заместителем начальника производства, заместителем главного инженера по пуску и наладке новых производств.

source: 1976–1978 йылдарҙа – баш химик – баш инженерҙың урынбаҫары, 1978–1986 йылдарҙа – баш инженер, 1986–1990 йылдарҙа завод директоры булып эшләй.
ru: С 1976 по 1978г. работал главным химиком - заместителем главного инженера, с 1978 года по 1986 г. - главным инженером, с 1986 года по 1990 г. - директором завода.

source: 1990–1993 йылдарҙа М.Ғ.Рәхимов – Башҡортостан Республикаһы Юғары Советы Рәйесе.
ru: С 1990 по 1993 г. М.Г.Рахимов - Председатель Верховного Совета Республики Башкортостан.

source: 1993 йылдың 12 декабрендә бөтә халыҡ тарафынан Башҡортостан Республикаһының тәүге Президенты итеп һайлана.
ru: 12 декабря 1993 года всенародно избран первым Президентом Республики Башкортостан.

source: 1998 йылдың 4 июнендә Башҡортостан Республикаһының Президенты итеп – икенсе тапҡыр, 2003 йылдың 21 декабрендә өсөнсө тапҡыр һайлана.
ru: 4 июня 1998 г. переизбран на пост Президента Республики Башкортостан на второй, 21 декабря 2003 г. - на третий срок.

source: 2006 йылдың 10 октябрендә Рәсәй Федерацияһы Президенты В.В. Путин тәҡдиме менән Башҡортостан Ресубликаһы Дәүләт Йыйылышы – Ҡоролтай депутаттары М.Ғ.Рәхимовҡа Башҡортостан Республикаһы Президенты вәкәләттәрен йөкмәтә.
ru: 10 октября 2006 г. по предложению Президента Российской Федерации В.В.Путина депутаты Государственного Собрания-Курултая Республики Башкортостан наделили М.Г.Рахимова полномочиями Президента Республики Башкортостан.

source: СССР-ҙың, Башҡортостан Республикаһының халыҡ депутаты, Өфө ҡала Советы депутаты булып һайлана.
ru: Избирался народным депутатом СССР, народным депутатом Республики Башкортостан, Уфимского городского Совета народных депутатов.

source: СССР Юғары Советы ағзаһы, Рәсәй Федерацияһы Федераль Йыйылышының Федерация Советы ағзаһы, Халыҡ депутаттарының Өфө ҡала Советы башҡарма комитеты ағзаһы вазифаһын башҡара.
ru: Являлся членом Верховного Совета СССР, Совета Федерации Федерального Собрания РФ, исполкома Уфимского городского Совета народных депутатов.

source: М.Ғ. Рәхимов «Почет Билдәһе» (1980), Хеҙмәт Ҡыҙыл Байраҡ (1986), Халыҡтар дуҫлығы (1994), 2-се дәрәжә «Ватан алдындағы хеҙмәттәре өсөн» (1999), «Башҡортостан Республикаһы алдындағы хеҙмәттәре өсөн» (2000)
ru: М.Г.Рахимов награжден орденами "Знак Почета" (1980), Трудового Красного Знамени (1986), Дружбы народов (1994), "За заслуги перед Отечеством" II степени (1999), "За заслуги перед Республикой Башкортостан" (2000)
